Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: (b) Innovative approaches will strengthen community coping capacities for the fulfilment of children's and women's rights.
fr: b) Des approches novatrices renforceront les capacités d'adaptation des collectivités pour réaliser la réalisation des droits des enfants et des femmes.

source: The Government will be assisted with national and decentralized coordination mechanisms for OVCs.
fr: Le Gouvernement sera aidé par des mécanismes nationaux et décentralisés de coordination pour les orphelins et les enfants vulnérables.

source: Key results include expanding and strengthening decentralized community support structures such as the neighbourhood care points for vulnerable children, while improving their interlinkages with chiefdom and higher-level structures, and training and supporting the caregivers.
fr: Les principaux résultats attendus sont notamment, l'expansion et le renforcement des structures décentralisées d'appui local telles que les points d'appui de quartier pour les enfants vulnérables, avec une amélioration de leur intégration aux structures des chefferies et de niveau supérieur, et une formation et un appui à l'intention des dispensateurs de soins.

source: Gender sensitization and HIV/AIDS communication will be mainstreamed into all community initiatives.
fr: La sensibilisation à l'égalité des sexes et la communication en matière de VIH/sida seront intégrées à toutes les initiatives locales.

source: Emergency resources will be sought where large shortfalls in community capacities create high risks to children's survival and development.
fr: Des ressources seront sollicitées aux fins d'interventions d'urgence lorsque de graves déficits dans les capacités des communautés créent de graves risques pour la survie et le développement des enfants.

source: Systems to motivate local caregivers to sustain their efforts will be tested in selected communities for scaling up.
fr: Des systèmes visant à motiver les dispensateurs de soins locaux à poursuivre leurs efforts seront testés dans certaines communautés, en vue d'une transposition à grande échelle.

source: Food security and livelihood skills for caregivers and children will be addressed through joint programming with WFP, FAO, and other partners in the Child Protection Network;
fr: Pour la sécurité alimentaire et la formation à l'acquisition de moyens de subsistance, les dispensateurs de soins et les enfants bénéficieront d'une programmation conjointe du PAM, de la FAO et d'autres partenaires du Réseau de protection de l'enfance;

source: (c) Community decision-making and planning will be improved through data management, monitoring and evaluation systems.
fr: c) Les prises de décision et la planification locales seront améliorées par des systèmes de gestion, de suivi et d'évaluation des données.

source: The cooperation will improve the capacity of communities to collect, use and disseminate data on OVCs in order to enable evidence-based programming and reporting at local levels.
fr: La coopération renforcera la capacité des communautés à recueillir, utiliser et diffuser des données sur les orphelins et les enfants vulnérables, pour permettre l'établissement de rapports au niveau local sur la base de résultats factuels.

source: Local databases will feed into a national database for national planning, policy-making and resource mobilization.
fr: Les bases de données locales seront intégrées à une base de données nationale aux fins de la planification, de l'élaboration des politiques et de la mobilisation des ressources au niveau national.

source: Advocacy and communication for child rights.
fr: Plaidoyer et communication en faveur des droits de l'enfant.

source: Advocacy and communication for child rights programming will empower communities, including children and women, with the comprehensive knowledge, skills, motivation and authority to the reduce risks and mitigate the impact of HIV infection.
fr: La programmation des activités de plaidoyer et de communication en faveur des droits de l'enfant mettront à portée des communautés, y compris des femmes et des enfants, les connaissances globales, les compétences, la motivation et l'autorité nécessaires pour réduire les risques et mitiger les conséquences de l'infection par le VIH.

source: (a) An improved environment is created where children and women enjoy their rights.
fr: a) Création des conditions favorables permettant aux enfants et aux femmes de jouir de leurs droits.

source: Communication initiatives aimed at policy makers, politicians, professional communicators, and community leaders will improve their knowledge, commitment and capacity to contribute to a protective environment for children and women, and to prioritize children's issues in national budgets and human resources allocations, and in both national and community-level development programming;
fr: Les initiatives de communication à l'intention des décideurs, des politiques, des spécialistes de la communication et des responsables des communautés amélioreront leurs connaissances, leur engagement et leur capacité de contribuer à créer un environnement protecteur pour les enfants et les femmes et de faire figurer en priorité les questions relatives aux enfants dans les affectations de crédits budgétaires nationaux et de ressources humaines, ainsi que dans la programmation du développement aux niveaux tant national que local;

source: (b) The Government adopts domestic laws and policies to fulfil its commitments made under international law.
fr: b) Adoption par le Gouvernement d'une législation interne et de directives permettant de tenir les engagements pris au regard du droit international.

source: Support will be provided to the Attorney-General's office, Parliament and other partners to harmonize laws and policies with the Convention on the Rights of the Child;
fr: Un appui sera fourni au bureau du Procureur général, au Parlement et aux autres partenaires pour harmoniser les lois et politiques avec la Convention relative aux droits de l'enfant;

source: (c) Children will engage in meaningful dialogue on issues affecting them at both community and national levels.
fr: c) Engagement par les enfants d'un dialogue constructif sur des questions qui les concernent aux niveaux local et national.

source: Concepts of children's rights and correlative responsibilities (for both children and adults) will be communicated in cultural contexts and child-friendly forms.
fr: La notion des droits des enfants et des responsabilités qui en découlent (aussi bien pour les enfants que pour les adultes) sera communiquée dans des contextes culturels et sous des formes adaptées aux enfants.

source: Children will be enabled to use drama, music, debates and the media to discuss, and advocate on, pertinent issues.
fr: Les enfants pourront recourir au théâtre, à la musique, à des débats et aux médias pour discuter des questions pertinentes et faire valoir leurs points de vue.

source: Special attention will paid to ensuring that girls' voices are heard equally in children's assemblies, where young people will gain skills to articulate their ideas concerning child rights.
fr: On s'attachera particulièrement à ce que les filles se fassent entendre de façon égale dans les assemblées d'enfants, où les jeunes développeront leurs capacités d'exprimer leurs idées sur les droits de l'enfant.

source: Local inflation and currency revaluation have reduced the contribution of the dollar-denominated zero-growth support budget to cover cross-sectoral support costs such as contributions to rent, utility bills, vehicle maintenance, communications, and salary and related support expenses for cross-cutting staff.
fr: L'inflation locale et la réévaluation des monnaies ont réduit la contribution du budget d'appui à croissance zéro, libellé en dollars, prévu pour couvrir les dépenses d'appui intersectoriel telles que loyers et charges, entretien des véhicules, frais de communications et salaires des agents polyvalents et autres dépenses d'appui connexes.

source: Given the high ratio of other resources to regular resources funding, the 2006-2010 programme will continue to apply a percentage of other resources funding to cover a share of such cross-sectoral support costs.
fr: Compte tenu de la forte proportion d'activités qui sont financées au titre des autres ressources par rapport aux ressources ordinaires, le programme 2006-2010 continuera de prélever un pourcentage sur le financement au titre des autres ressources pour couvrir une part de ces dépenses d'appui intersectoriel.

source: Swaziland has a small and close-knit United Nations country team, with a common focus on responding to the nation's challenges of AIDS, poverty, food security, and governance.
fr: L'Équipe de pays des Nations Unies qui dessert le Swaziland est peu nombreuse et très unie; son objectif consiste à relever les défis que le sida, la pauvreté, la sécurité alimentaire et la gouvernance posent au pays.

source: All agencies and their partners work within the “three ones” framework of UNAIDS through the United Nations Theme Group on HIV and AIDS, the HIV/AIDS Partnership Forum, and other linkages such as the Global Fund Country Coordination Mechanism.
fr: Toutes les institutions et leurs partenaires collaborent dans le cadre de l'initiative des « trois principes » d'ONUSIDA par l'intermédiaire du Groupe thématique de l'ONU sur le VIH/sida, le Forum de partenariats pour le VIH/sida et par d'autres canaux comme l'instance de coordination nationale du Fonds mondial.

source: Consultation and cooperation will continue with donors involved in child-related programming, including the World Bank, the European Union, the Department for International Development of the United Kingdom, Italian Cooperation, the United States Agency for International Development and the Peace Corps.
fr: La concertation et la coopération se poursuivront avec les donateurs participant à la programmation en faveur des enfants, dont la Banque mondiale, l'Union européenne, le Ministère britannique du développement international, la Coopération italienne, l'Agency for International Development des États-Unis et le Peace Corps.

source: UNICEF will cooperate with government and other national-level partners as well as partners at the decentralized levels, including NGOs, faith-based organizations and community structures working to develop innovative, effective, scaleable and sustainable interventions in the area of children and AIDS.
fr: L'UNICEF coopérera avec le Gouvernement et d'autres partenaires nationaux ainsi qu'avec des partenaires aux échelons décentralisés, dont les ONG, les organisations religieuses et les structures communautaires qui œuvrent pour mettre au point, en ce qui concerne les enfants et le sida, des interventions novatrices, efficaces, applicables à grande échelle et durables.

source: The United Nations agencies have identified good potential areas for joint programming.
fr: Les organismes du système des Nations Unies ont identifié des domaines offrant un potentiel intéressant pour une programmation conjointe.

source: For UNICEF, these include working with WFP and FAO on OVC-related issues, including child protection, food security, school feeding and life-skills and livelihoods training; with the World Health Organization (WHO) and WFP on PMTCT “plus”, including ARV therapy plus nutrition; with WHO on programming for young child survival; with the United Nations Development Programme (UNDP), the United Nations Population Fund (UNFPA) and the International Labour Organization on violence, exploitation and abuse against women and children; with UNFPA and UNDP in establishing platforms and forums for children and youth participation and for addressing gender roots of the AIDS crisis; and with UNDP and WHO on capacity-building for delivery of basic services at both central and decentralized levels.
fr: Pour l'UNICEF, il s'agit de collaborer avec le PAM et la FAO sur les questions concernant les orphelins et les enfants vulnérables, dont la protection de l'enfant, la sécurité alimentaire, les repas scolaires et la formation à la vie active et à l'acquisition de moyens de subsistance; avec l'Organisation mondiale de la santé (OMS) et le PAM sur la prévention élargie de la TMF, y compris les traitements antirétroviraux et la nutrition; avec l'OMS sur la programmation pour la survie du jeune enfant, avec le Programme des Nations Unies pour le développement (PNUD), le Fonds des Nations Unies pour la population (FNUAP) et l'Organisation internationale du Travail sur la violence, l'exploitation et les mauvais traitements à l'encontre des femmes et des enfants; avec le FNUAP et le PNUD sur la mise en place de plates-formes et de forums ouverts à la participation des enfants et des jeunes et pour s'attaquer aux causes de la crise du sida qui sont liées à la discrimination à l'égard des femmes; et avec le PNUD et l'OMS sur le renforcement des capacités pour la prestation de services de base aux niveaux central et décentralisé.

source: UNDP and UNICEF will also work together on governance issues, including advocacy related to the Millennium Development Goals and budgeting priorities, operationalizing decentralization policies, advocacy and innovative approaches to pro-poor programming, and incorporating into domestic law and policies the commitments made under international conventions.
fr: Le PNUD et l'UNICEF travailleront également de concert sur les questions de gouvernance, notamment sur les activités de plaidoyer concernant les objectifs du Millénaire pour le développement et la budgétisation des priorités, la mise en pratique des politiques de décentralisation, des activités de plaidoyer et les approches novatrices concernant la programmation en faveur des pauvres et l'intégration à la législation et aux politiques intérieures des engagements pris au titre des conventions internationales.

source: Overall planning and monitoring of the cooperation is coordinated by the Ministry of Economic Planning and Development.
fr: La planification d'ensemble et le suivi de la coopération sont coordonnés par le Ministère de la planification économique et du développement.

source: Government programme partners are the Ministry of Health and Social Welfare, the Ministry of Education and the Office of the Deputy Prime Minister.
fr: Les partenaires nationaux du programme sont le Ministère de la santé et de la sécurité sociale, le Ministère de l'éducation et le Cabinet du Vice-Premier Ministre.

source: Additional partner ministries involved in project activities include Agriculture and Cooperatives, Justice, Home Affairs, Natural Resources, Public Service and Information, and the Office of the Prime Minister (Police Service).
fr: Les autres ministères partenaires participant à des activités de projets sont notamment les Ministère de l'agriculture et des coopératives, de la justice, des affaires intérieures, des ressources naturelles, de la fonction publique et de l'information, ainsi que le Cabinet du Premier Ministre (Service de la police).

source: A close relationship will continue with NERCHA, the national agency that coordinates the HIV/AIDS response and is the principal Global Fund recipient.
fr: Une relation étroite sera poursuivie avec le NERCHA, qui est l'institution nationale coordonnant la riposte au VIH/sida et le principal bénéficiaire du Fonds mondial.

source: Through the Child Protection Network, a wide range of partners will come together on a quarterly basis under the Government's coordination unit for children.
fr: Dans le cadre du Réseau de protection de l'enfance, de nombreux partenaires se réuniront trimestriellement, sous l'égide de l'unité de coordination du Gouvernement pour les enfants.

source: The University of Swaziland, the National Nutrition Council, and the non-formal education organization Sebenta are also partners on key issues relating to vulnerable children.
fr: L'Université du Swaziland, le Conseil national pour la nutrition et Sebenta, une organisation pour l'enseignement non structuré, sont également partenaires pour des questions clefs concernant les enfants vulnérables.

source: Life-skills education and communication work will also benefit from partnerships with artists and intellectuals and sports and culture institutions.
fr: L'action d'éducation et de communication pour la préparation à la vie active fera aussi appel à des partenariats avec des artistes et des intellectuels ainsi qu'avec des associations sportives et culturelles.

source: The UNDAF results matrix and its monitoring and evaluation plan provide the overall joint monitoring and evaluation framework.
fr: La matrice des résultats du PNUAD et son plan de suivi et d'évaluation offrent un cadre général commun pour le suivi et l'évaluation.

source: The country programme action plan will include an integrated monitoring and evaluation plan, drawing on the UNDAF and country programme summary results matrices.
fr: Le plan d'action du programme de pays comprendra un plan intégré de suivi et d'évaluation, s'inspirant des tableaux récapitulatifs des résultats du PNUAD et du programme de pays.

source: Results measurements will use human rights-based process indicators and indicators at impact, outcome, and output levels.
fr: Les résultats seront mesurés par des indicateurs de méthodes axés sur les droits de l'homme et par des indicateurs aux niveaux de l'impact, du résultat et du produit.

source: Surveys, studies, evaluations, reviews and ongoing monitoring mechanisms will exploit synergies with partners' work.
fr: Des enquêtes, des études, des évaluations, des examens et des mécanismes de contrôle continu exploiteront les synergies avec les travaux des partenaires.

source: Monitoring will take place through regular field visits and activity reports.
fr: Le suivi sera assuré par des visites régulières sur le terrain et par des rapports d'activité.

source: Programme components relevant to monitoring and evaluation include the strengthening of community-based systems for data collection, analysis, and use in planning, and the linking of community activities with reporting systems for national monitoring and evaluation.
fr: Les éléments du programme concernant le suivi et l'évaluation comprennent le renforcement des systèmes locaux de collecte, d'analyse et d'exploitation des données pour la planification, et la mise en relation des activités locales avec les systèmes d'établissement des rapports pour le suivi et l'évaluation au plan national.

source: Support to the Government will involve incorporating data on programmes and progress on the Millennium Development Goals into the DevInfo database and mapping system.
fr: L'appui au Gouvernement inclura l'intégration des données concernant les programmes et la progression vers les objectifs du Millénaire pour le développement dans la base de données et système de cartographie DevInfo.

source: Annual work plans for each project will be prepared jointly between relevant ministries, other partners and UNICEF, and will be jointly monitored.
fr: Les plans de travail annuels de chaque projet seront préparés conjointement avec les ministères compétents, avec les autres partenaires et avec l'UNICEF, lesquels en assureront ensemble le suivi.

source: Joint Annual Reviews will be led by the Ministry of Economic Planning and Development, with participation of other government ministries and national institutions, United Nations partners, NGOs, and community-based organizations, including faith-based organizations.
fr: Des examens conjoints seront organisés chaque année par le Ministère de la planification économique et du développement, avec la participation des autres ministères et services nationaux, des partenaires des Nations Unies, des ONG et des organisations locales, y compris les organisations religieuses.

source: A mid-term review in 2008 will contribute to the CCA/UNDAF and country programme preparation processes that follow in 2009-2010.
fr: Un examen à mi-parcours en 2008 contribuera aux processus d'élaboration du BCP/PNUAD et du programme de pays, qui suivront en 2009-2010.

source: An end-of- cycle review in 2010 will enhance lessons learned for subsequent cooperation.
fr: Un examen de fin de cycle en 2010 permettra de synthétiser les enseignements tirés pour la coopération à venir.

source: Management responsibilities have been outlined in the country programme management plan, whose details will be updated annually in the office annual management plan (AMP) to stipulate management priorities and key resources.
fr: Les responsabilités de gestion ont été énoncées dans le plan de gestion du programme de pays, dont les détails seront actualisés annuellement dans le plan de gestion annuel du bureau, pour préciser les priorités de gestion et les ressources clefs.

source: AMP preparation will be coordinated by the country management team.
fr: La préparation du plan de gestion annuel sera coordonnée par l'Équipe de pays.

source: Monitoring will take place on a quarterly basis, with reports made in programme coordination meetings and through the team.
fr: Il y aura un suivi trimestriel et des rapports seront soumis lors des réunions de coordination des programmes et par l'intermédiaire de l'Équipe.

source: Agreed key management performance indicators will cover areas of programme management, supply and human resources.
fr: Les principaux indicateurs convenus pour évaluer la qualité de gestion porteront sur les domaines de la gestion des programmes, des approvisionnements et des ressources humaines.

source: Recognizing the need to strengthen the important role of the United Nations in the prevention of violent conflicts, and to develop effective partnerships between the Council and regional organizations, in particular the African Union and its subregional organizations, in order to enable early responses to disputes and emerging crises,
fr: Conscient de la nécessité de renforcer le rôle important de l'Organisation des Nations Unies dans la prévention des conflits violents, et considérant qu'il doit établir un partenariat efficace avec les organisations régionales, en particulier l'Union africaine et ses organisations sous-régionales, afin de pouvoir intervenir dès le début des conflits ou dès qu'apparaissent de nouvelles crises,

source: Recalling the Constitutive Act of the African Union, the Protocol relating to the establishment of the Peace and Security Council of the African Union, and the African Union Non-Aggression and Common Defence Pact adopted in Abuja on 31 January 2005, as well as the African Union position on unconstitutional changes of governments, as stated in the 1999 Algiers Declaration and the 2000 Lomé Declaration,
fr: Rappelant l'Acte constitutif de l'Union africaine, le Protocole relatif à l'établissement du Conseil de la paix et de la sécurité de l'Union africaine, et le Pacte de non-agression et de défense commune, que l'Union a adopté à Abuja, le 31 janvier 2005, ainsi que la position de cette dernière sur les changements anticonstitutionnels de gouvernement affirmée dans la Déclaration d'Alger de 1999 et la Déclaration de Lomé de 2000,

source: Recognizing the important supporting roles played by civil society, men and women, in conflict prevention, and the need to take into account all possible contributions from civil society,
fr: Pleinement conscient du rôle important joué par les hommes et les femmes de la société civile dans la prévention des conflits et de la nécessité de prendre en considération toute la contribution que la société civile locale est susceptible d'apporter,

source: Draft decision submitted by the Chairman following informal consultations
fr: Projet de décision soumis par le Président à l'issue de consultations officieuses
